/* Title for alert indicating that there was an error accessing the app store */
"App Store Error" = "App Store Error";

/* No comment provided by engineer. */
"OK" = "OK";

/* The message displayed when the event will start %d days in the future */
"%@ begins in %d days" = "%1$@ begins in %2$d days";

/* The message displayed when the event (%@ is the event title) will start tomorrow */
"%@ begins tomorrow" = "%@ begins tomorrow";

/* Message indicating the event ended some days in the past */
"%@ ended %d days ago" = "%1$@ ended %2$d days ago";

/* Message displayed to indicate the event ended the day prior. */
"%@ ended yesterday" = "%@ ended yesterday";

/* String containg the description of an in-app purchase followed by the cost. */
"%@ for %@" = "%1$@ for %2$@";

/* The range from start to end */
"%@ to %@" = "%1$@ to %2$@";

/* The number (%d) of days (%@) complete with the percent of days past in parenthesis */
"%d %@ (%2.4g%%) complete" = "%1$d %2$@ (%3$2.4g%%) complete";

/* The number (%d) of days (%@) remaining with the percentage remaining in parenthesis */
"%d %@ (%2.4g%%) left" = "%1$d %2$@ (%3$2.4g%%) left";

/* The number (%d) of days (%@) complete */
"%d %@ complete" = "%1$d %2$@ complete";

/* The number (%d) of days (%@) remaining */
"%d %@ left" = "%1$d %2$@ left";

/* Heading for list of elements about the app (help, credits, feedback, etc)
   Label for link for information about the application */
"About Doing Time" = "About Doing Time";

/* Button to add another event to monitor. Button is in a table cell. */
"Add Event" = "Add Event";

/* Heading for list of available in-app purchases */
"Available Upgrades" = "Available Upgrades";

/* Button to not link event to calendar */
"Cancel" = "Cancel";

/* Title for error saving event */
"Cannot Save Event" = "Cannot Save Event";

/* Title for message indicating an error with the title of the event */
"Cannot Save Title" = "Cannot Save Title";

/* No comment provided by engineer. */
"Change Linked Event" = "Change Linked Event";

/* Button to create event in calendar */
"Create New Event" = "Create New Event";

/* Singular form of "day" */
"day" = "day";

/* Label for cell that includes the hour of the day at which the day is considered past. */
"Day ends at" = "Day ends at";

/* Plural for "day" */
"days" = "days";

/* Heading for settings affecting the display of events */
"Display" = "Display";

/* Application Name */
"Doing Time" = "Doing Time";

/* Label for the day the event ends */
"End Date" = "End Date";

/* Heading for list of events */
"Events" = "Events";

/* Button to link to event already in calendar */
"Existing Event" = "Existing Event";

/* Label indicating that app is getting an in-app purchase (with %@ as the title) */
"Getting %@..." = "Getting %@...";

/* Notice that the application is getting the list of available in-app purchases. */
"Getting available upgrades..." = "Getting available upgrades...";

/* Label with basic instructions for the user */
"Give the event a title and set the start and end dates." = "Give the event a title and set the start and end dates.";

/* Notice that the user cannot purchase an available upgrade due to policy. */
"In-App Purchases have been disabled on this %@." = "In-App Purchases have been disabled on this %@.";

/* Label or button link event to the system calendar */
"Link to Event" = "Link to Event";

/* Action sheet title to link event to system calendar */
"Link to Event in Calendar" = "Link to Event in Calendar";

/* Label to indicate that event is not linked to the system calendar */
"None" = "None";

/* Label indicating the user acknowledges the issue */
"OK" = "OK";

/* Button to unlink an event from the system calendar */
"Remove Link" = "Remove Link";

/* Label for link to provide application feedback */
"Send Feedback" = "Send Feedback";

/* Title for the settings panel of the applications */
"Settings" = "Settings";

/* Label for cell that includes checkmark to indicate that events are displayed with percentages */
"Show Percentages" = "Show Percentages";

/* Label for the day the event starts */
"Start Date" = "Start Date";

/* Label for link to support resources */
"Support" = "Support";

/* Label indicating that the start day is not before the end day */
"The start date must be before the end date." = "The start date must be before the end date.";

/* Message with the cause of the error saving the title */
"The title cannot be blank." = "The title cannot be blank.";

/* Label for the event title */
"Title" = "Title";

/* Label for link to help content. */
"Tutorial" = "Tutorial";

